Repository: EngCode/pds-starter-free
Catalog: languages/*.po
Languages: ar

source: Required contact form plugin for the site
ar: إضافة نموذج الاتصال المطلوبة للموقع

source: Site performance optimization plugin
ar: إضافة تحسين أداء الموقع

source: A set of tools to improve site performance
ar: مجموعة أدوات لتحسين أداء الموقع

source: Optimize embedded media performance.
ar: تحسين أداء الوسائط المضمنة.

source: Adds support for modern image formats WebP and AVIF.
ar: إضافة دعم لصيغ الصور الحديثة WebP وAVIF.

source: Improve page loading through preloading.
ar: تحسين تحميل الصفحات من خلال التحميل المسبق.

source: Analyze site performance and provide optimization recommendations.
ar: تحليل أداء الموقع وتقديم توصيات للتحسين.

source: Improve translation performance on the site.
ar: تحسين أداء الترجمة في الموقع.

source: Seasons
ar: المواسم

source: Season
ar: موسم

source: All Seasons
ar: كل المواسم

source: Add New Season
ar: إضافة موسم جديد

source: Edit Season
ar: تعديل الموسم

source: New Season
ar: موسم جديد

source: View Season
ar: عرض الموسم

source: Search Seasons
ar: البحث في المواسم

source: TV Show Seasons management
ar: إدارة مواسم المسلسلات

source: Episodes
ar: الحلقات

source: Episode
ar: حلقة

source: All Episodes
ar: كل الحلقات

source: Add New Episode
ar: إضافة حلقة جديدة

source: Edit Episode
ar: تعديل الحلقة

source: New Episode
ar: حلقة جديدة

source: View Episode
ar: عرض الحلقة

source: Search Episodes
ar: بحث في الحلقات

source: TV Show Episodes management
ar: إدارة حلقات المسلسلات

source: Specials
ar: العروض الخاصة

source: Season %s
ar: موسم %s

source: Episode %s
ar: حلقة %s

source: Featured
ar: مثبت

source: Unmark as featured
ar: الغاء التثبيت

source: Mark as featured
ar: تثبيت

source: Movie
ar: فيلم

source: TV Show
ar: مسلسل

source: Import %s from %s
ar: استيراد %s من %s

source: API key required in Theme Settings
ar: مفتاح API مطلوب في إعدادات القالب

source: Import
ar: استيراد

source: API key required. Configure it in %s.
ar: مفتاح API مطلوب. قم بتكوينه في %s.

source: Enable this to show the import form on movies and TV shows pages.
ar: قم بتفعيل هذا لإظهار نموذج الاستيراد على صفحات الأفلام والبرامج التلفزيونية.

source: Choose your primary API provider for importing movie and TV show data.
ar: اختر موفر واجهة برمجة التطبيقات الأساسي الخاص بك لاستيراد بيانات الأفلام والبرامج التلفزيونية.

source: Default Language
ar: اللغة الافتراضية

source: Select Language
ar: اختر اللغة

source: Default Region
ar: المنطقة الافتراضية

source: Select Region
ar: اختر المنطقة

source: Set default language and region for API requests (applies to supported APIs).
ar: تعيين اللغة والمنطقة الافتراضية لطلبات واجهة برمجة التطبيقات (تنطبق على واجهات برمجة التطبيقات المدعومة).

source: Default Image Size
ar: حجم الصورة الافتراضي

source: Select the default image size to download from APIs (applies to supported APIs).
ar: حدد حجم الصورة الافتراضي للتنزيل من واجهات برمجة التطبيقات (ينطبق على واجهات برمجة التطبيقات المدعومة).

source: Download images locally
ar: تحميل الصور للوردبريس

source: When enabled, images from APIs will be downloaded and stored in your media library.
ar: عند تفعيل هذا الخيار، سيتم تنزيل الصور من واجهات برمجة التطبيقات وتخزينها في مكتبة الوسائط الخاصة بك.

source: Auto-create posts
ar: إنشاء المنشورات تلقائيًا

source: Automatically create posts when importing data. Disable to preview data first.
ar: إنشاء المنشورات تلقائيًا عند استيراد البيانات. عطّل معاينة البيانات أولًا.

source: Import Schedule
ar: جدول الاستيراد

source: Manual Only
ar: يدوي فقط

source: Daily
ar: يومي

source: Weekly
ar: اسبوعي

source: Batch Size
ar: حجم الدفعة

source: Number of items to process in each batch (1-100).
ar: عدد العناصر التي سيتم معالجتها في كل دفعة (1-100).

source: Auto-update existing content
ar: التحديث التلقائي للمحتوى الموجود

source: Automatically update existing movies/shows with new data from TMDB.
ar: تحديث الأفلام/العروض الموجودة تلقائيًا بالبيانات الجديدة من TMDB.

source: Creating Links...
ar: يتم إنشاء الروابط...

source: Edit
ar: تعديل

source: Error
ar: خطأ

source: An unknown error occurred
ar: حدث خطأ غير معروف

source: No post ID found
ar: لم يتم العثور على معرف المنشور

source: Please enter at least one URL
ar: الرجاء إدخال عنوان URL واحد على الأقل

source: No valid URLs found
ar: لم يتم العثور على عناوين URL صالحة

source: Invalid URLs found
ar: تم العثور على عناوين URL غير صالحة

source: Security check failed
ar: فشل فحص الأمان

source: Insufficient permissions
ar: أذونات غير كافية

source: Invalid post ID
ar: معرف المنشور غير صالح

source: Invalid post type
ar: نوع المنشور غير صالح

source: No URLs provided
ar: لم يتم توفير عناوين URL

source: Invalid URL on line %d: %s
ar: عنوان URL غير صالح على السطر %d: %s

source: Failed to create link for URL: %s - %s
ar: فشل إنشاء رابط لعنوان URL: %s - %s

source: No download links were created
ar: لم يتم إنشاء روابط التنزيل

source: Theme Installer
ar: تنصيب القالب

source: Content XML file not found.
ar: لم يتم العثور على ملف XML للمحتوى.

source: Failed to parse XML file.
ar: فشل تحليل ملف XML.

source: Content import completed.
ar: تم الانتهاء من استيراد المحتوى.

source: Theme Installer - Installer Wizard
ar: معالج تنصيب القالب

source: Installer Wizard
ar: معالج التنصيب

source: Welcome
ar: مرحباً

source: Plugins
ar: اضافات

source: Content
ar: محتوي

source: Complete
ar: مكتمل

source: Welcome to the Theme Installer Wizard
ar: مرحبًا بك في معالج تثبيت القالب

source: This wizard will help you install and set up the Theme Installer easily. The process usually takes less than 5 minutes.
ar: سيساعدك هذا المعالج على تثبيت مُثبِّت السمات وإعداده بسهولة. عادةً ما تستغرق العملية أقل من 5 دقائق.

source: System Status
ar: حالة النظام

source: WordPress Version
ar: نسخة ووردبريس

source: PHP Version
ar: إصدار PHP

source: File Writing
ar: كتابة الملفات

source: Available
ar: متاح

source: Not Available
ar: غير متوفر

source: Start Installation
ar: ابدأ التنصيب

source: Skip Wizard
ar: تخطي المعالج

source: Install Required Plugins
ar: تنصيب الإضافات

source: The theme requires some plugins to work perfectly. You can choose which plugins to install.
ar: يتطلب القالب بعض الإضافات ليعمل بكفاءة. يمكنك اختيار الإضافات التي ترغب بتثبيتها.

source: (Required)
ar: (مطلوب)

source: Active
ar: مفعل

source: Installed but not active
ar: مثبت, غير مفعل

source: Not Installed
ar: غير منصبة

source: Installing plugins...
ar: تنصيب الاضافات...

source: Install Selected Plugins
ar: تنصيب الإضافات

source: Skip Plugin Installation
ar: تخطي تثبيت الاضافات

source: Import Demo Content
ar: استيراد المحتوي التجريبي

source: You can import demo content to help you get started with the theme. This is optional and can be skipped.
ar: يمكنك استيراد محتوى تجريبي لمساعدتك في البدء باستخدام السمة. هذا اختياري ويمكن تخطيه.

source: Demo Content Preview
ar: معاينة المحتوى التجريبي

source: What will be imported?
ar: ماذا سيتم استيراده؟

source: Design System Settings
ar: إعدادات نظام التصميم

source: Site Editor Settings
ar: إعدادات محرر الموقع

source: Demo posts/content with images
ar: المشاركات/المحتوى التجريبي مع الصور

source: Main pages (Home, About Us, Contact Us)
ar: الصفحات الرئيسية (الصفحة الرئيسية، نبذة عنا، اتصل بنا)

source: Importing content...
ar: استيراد المحتوي...

source: Skip and Finish Installation
ar: تخطي وإنهاء التثبيت

source: Congratulations! The theme has been installed successfully
ar: مبروك! تم تثبيت القالب بنجاح

source: The Theme Installer has been set up successfully. You can now start building your website.
ar: تم تثبيت القالب بنجاح. يمكنك الآن البدء ببناء موقعك.

source: Next Steps
ar: الخطوات التالية

source: Customize your site features and fonts from the design system
ar: قم بتخصيص ميزات موقعك وخطوطه من نظام التصميم

source: Open Settings
ar: افتح الإعدادات

source: Create Pages
ar: إنشاء الصفحات

source: Create new pages or edit existing ones
ar: إنشاء صفحات جديدة أو تعديل الصفحات الموجودة

source: Manage Pages
ar: إدارة الصفحات

source: Site Editor
ar: محرر الموقع

source: Edit templates and design your site and its colors.
ar: قم بتعديل القوالب وتصميم موقعك وألوانه.

source: Open Gutenberg Editor
ar: محرر جوتنبرج المفتوح

source: Dynamic Menus
ar: القوائم الديناميكية

source: Manage your site’s classic menus
ar: إدارة القوائم الكلاسيكية لموقعك

source: Open Menus
ar: افتح القوائم

source: Visit Site
ar: زيارة الموقع

source: Dashboard
ar: لوحة التحكم

source: All rights reserved.
ar: جميع الحقوق محفوظة.

source: Developed by Phenix Team
ar: تم تطويره بواسطة فريق فينيكس

source: Bulk Add Download Links
ar: إضافة روابط التنزيل

source: Link Type
ar: نوع الرابط

source: Download
ar: تحميل

source: Watch Online
ar: مشاهدة

source: Torrent
ar: تورنت

source: Rent or Buy
ar: شراء

source: Language
ar: اللغة

source: File Size
ar: حجم الملف

source: URLs
ar: الروابط

source: Enter one URL per line
ar: أدخل عنوان URL واحد لكل سطر

source: Enter one URL per line. Each URL will create a separate download link.
ar: أدخل رابطًا واحدًا في كل سطر. سيُنشئ كل رابط رابط تنزيل منفصلًا.

source: Create Download Links
ar: إنشاء روابط التنزيل

source: Download Links
ar: روابط التحميل

source: Type
ar: النوع

source: Size
ar: الحجم

source: Server
ar: السيرفر

source: Views
ar: المشاهدات

source: Actions
ar: الاختيارات

source: No download links found. Create some using the form above.
ar: لم يتم العثور على روابط تنزيل. أنشئ بعضها باستخدام النموذج أعلاه.

source: Invalid username. Please try again.
ar: اسم المستخدم غير صالح. يُرجى المحاولة مرة أخرى.

source: Invalid email address. Please try again.
ar: عنوان بريدك الإلكتروني غير صالح. يُرجى المحاولة مرة أخرى.

source: Incorrect password. Please try again.
ar: كلمة المرور غير صحيحة. يُرجى المحاولة مرة أخرى.

source: Too many attempts. Please try again later.
ar: محاولات كثيرة. يُرجى المحاولة لاحقًا.

source: Invalid username or email address.
ar: اسم المستخدم أو عنوان البريد الإلكتروني غير صالح.

source: Please enter your username or email address.
ar: الرجاء إدخال اسم المستخدم أو عنوان البريد الإلكتروني الخاص بك.

source: Please enter your password.
ar: الرجاء إدخال كلمة المرور الخاصة بك.

source: Passwords do not match.
ar: كلمات المرور غير متطابقة.

source: Username already exists. Please choose another.
ar: اسم المستخدم موجود بالفعل. يُرجى اختيار اسم آخر.

source: Email already exists. Please use another email address.
ar: البريد الإلكتروني موجود بالفعل. يُرجى استخدام بريد إلكتروني آخر.

source: Failed to create account. Please try again.
ar: فشل إنشاء الحساب. يُرجى المحاولة مرة أخرى.

source: Invalid username or email address
ar: اسم المستخدم أو عنوان البريد الإلكتروني غير صالح

source: Incorrect password
ar: كلمة المرور غير صحيحة

source: Please enter your username or email address
ar: الرجاء إدخال اسم المستخدم أو عنوان البريد الإلكتروني الخاص بك

source: Please enter your password
ar: الرجاء إدخال كلمة المرور الخاصة بك

source: Invalid username or password
ar: اسم المستخدم أو كلمة المرور غير صالحة

source: Password is required
ar: كلمة المرور مطلوبة

source: Password reset link has expired
ar: انتهت صلاحية رابط إعادة تعيين كلمة المرور

source: Invalid password reset link
ar: رابط إعادة تعيين كلمة المرور غير صالح

source: Invalid username
ar: اسم المستخدم غير صالح

source: Please enter your username
ar: الرجاء إدخال اسم المستخدم الخاص بك

source: Please enter your email address
ar: الرجاء إدخال عنوان بريدك الإلكتروني

source: Invalid email address
ar: عنوان البريد الإلكتروني غير صالح

source: Registration is currently unavailable
ar: التسجيل غير متاح حاليا

source: An error occurred during registration:
ar: حدث خطأ ، يرجى المحاولة مرة أخرى:

source: An error occurred:
ar: حدث خطأ ، يرجى المحاولة مرة أخرى:

source: Action:
ar: الاختيارات:

source: Your account has been created successfully. Please log in now.
ar: تم إنشاء حسابك بنجاح. يُرجى تسجيل الدخول الآن.

source: Please check your email.
ar: يرجى التحقق من بريدك الإلكتروني.

source: Theme Part Placeholder
ar: هذا قالب مؤقت افتراضي حتي يتم اختيار واحد من الإعدادات

source: Read More
ar: قراءة المزيد

source: Screenshots
ar: لقطات الشاشة

source: Cast
ar: طاقم العمل

source: Previous Episode
ar: الحلقة السابقة

source: Next Episode
ar: الحلقة التالية

source: Watch & Download
ar: مشاهدة وتحميل

source: Share:
ar: مشاركة:

source: Watch Trailer
ar: مشاهدة التريلر

source: Tags Keywords
ar: الكلمات الدلالية

source: Quick Search
ar: البحث السريع

source: Search...
ar: بحث...

source: TV Shows
ar: المسلسلات

source: Movies
ar: الافلام

source: -- Genre --
ar: -- التصنيف --

source: -- Release Year --
ar: -- سنة الاصدار --

source: -- Quality --
ar: -- الجودة --

source: -- Status --
ar: -- الحالة --

source: Start Search
ar: ابحث الان

source: Advanced Search
ar: بحث متقدم

source: Search
ar: ابحث

source: Search..
ar: بحث..

source: Username or Email
ar: اسم المستخدم أو البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Show/Hide
ar: اظهار/اخفاء

source: Remember ME
ar: تذكر بياناتي

source: Login
ar: تسجيل الدخول

source: Lost your password?
ar: هل فقدت كلمة المرور الخاصة بك؟

source: Don't have an account? You can create one here
ar: ليس لديك حساب؟ يمكنك إنشاء واحد هنا

source: Check your email for the password reset link.
ar: تحقق من بريدك الإلكتروني للحصول على رابط إعادة تعيين كلمة المرور.

source: Recover Account
ar: استعادة الحساب

source: Username
ar: اسم المستخدم

source: Email
ar: بريد إلكتروني

source: Show or Hide
ar: إظهار أو إخفاء

source: Confirm Password
ar: تأكيد كلمة المرور

source: Country
ar: الدولة

source: City
ar: المدينة

source: Address
ar: العنوان

source: Phone Number
ar: رقم الهاتف

source: I agree to our Terms of Use and Privacy Policy
ar: أوافق على شروط الاستخدام وسياسة الخصوصية الخاصة بنا

source: Create Account
ar: إنشاء حساب
